{
    "films": [
        {
            "title": "Звездный Путь: Параллельные миры",
            "desc": "Капитан звездолета 'Энтерпрайз' и его команда сталкиваются с параллельной реальностью, где их злейший враг, капитан Керри, стал героем. Теперь им нужно найти способ вернуться в свой мир, не нарушив баланс вселенной.",
            "date": "2025-05-15",
            "actors": [
                "Крис Пайн",
                "Зои Салдана"
            ],
            "genres": [
                "family",
                "adventure"
            ]
        },
        {
            "title": "Тайна старого замка",
            "desc": "Группа друзей решает провести выходные в старом замке, который, по слухам, населен призраками. Они начинают расследование, но вскоре понимают, что замок хранит мрачные секреты, которые могут стоить им жизни.",
            "date": "2024-10-31",
            "actors": [
                "Джонни Депп",
                "Эмма Уотсон"
            ],
            "genres": [
                "horror"
            ]
        },
        {
            "title": "Любовь в большом городе",
            "desc": "История о том, как двое незнакомцев, случайно встретившись в Нью-Йорке, начинают романтические приключения, которые меняют их жизни навсегда. На фоне ярких огней города они открывают для себя настоящую любовь.",
            "date": "2024-02-14",
            "actors": [
                "Том Хэнкс",
                "Мег Райан"
            ],
            "genres": [
                "drama"
            ]
        },
        {
            "title": "Космические рейнджеры",
            "desc": "В далеком будущем команда космических рейнджеров отправляется на опасную миссию, чтобы остановить межгалактического преступника, который угрожает всему человечеству. Их ждут захватывающие сражения и неожиданные союзники.",
            "date": "2025-08-20",
            "actors": [
                "Крис Эванс",
                "Галь Гадот"
            ],
            "genres": [
                "adventure"
            ]
        },
        {
            "title": "Секреты старого театра",
            "desc": "Молодая актриса получает роль в старом театре, где, по слухам, происходят странные вещи. Она начинает исследовать историю театра и вскоре обнаруживает, что его прошлое связано с трагическими событиями.",
            "date": "2024-11-15",
            "actors": [
                "Скарлетт Йоханссон",
                "Райан Гослин"
            ],
            "genres": [
                "horror",
                "drama"
            ]
        },
        {
            "title": "Путешествие в прошлое",
            "desc": "Ученый изобрел машину времени и решает отправиться в прошлое, чтобы предотвратить катастрофу. Однако его действия приводят к непредсказуемым последствиям, и он должен найти способ исправить свои ошибки.",
            "date": "2025-03-10",
            "actors": [
                "Эдвард Нортон",
                "Тейлор Шиллинг"
            ],
            "genres": [
                "adventure"
            ]
        },
        {
            "title": "Семейные узы",
            "desc": "История о том, как разрозненная семья собирается вместе на похороны патриарха. В ходе встречи они сталкиваются с давно забытыми секретами и конфликтами, которые заставляют их пересмотреть свои отношения.",
            "date": "2024-12-25",
            "actors": [
                "Джулия Робертс",
                "Дэнни ДеВито"
            ],
            "genres": [
                "drama",
                "comedy"
            ]
        },
        {
            "title": "В поисках сокровищ",
            "desc": "Группа искателей приключений отправляется на поиски легендарного сокровища, спрятанного на необитаемом острове. Их ждут опасности, предательства и неожиданные открытия.",
            "date": "2025-06-30",
            "actors": [
                "Хью Джекман",
                "Анжелина Джоли"
            ],
            "genres": [
                "adventure",
                "comedy"
            ]
        },
        {
            "title": "Загадка старого письма",
            "desc": "Молодая журналистка находит старое письмо, которое приводит ее к расследованию загадочного исчезновения. В процессе она открывает тайны, которые изменят ее жизнь навсегда.",
            "date": "2024-09-05",
            "actors": [
                "Эмма Стоун",
                "Райан Гослинг"
            ],
            "genres": [
                "drama"
            ]
        },
        {
            "title": "Супергерои на пенсии",
            "desc": "Группа бывших супергероев, ушедших на пенсию, вынуждена вернуться к активной жизни, когда их старый враг снова появляется на горизонте. Они должны объединить усилия, чтобы спасти мир.",
            "date": "2025-04-01",
            "actors": [
                "Марк Руффало",
                "Сандра Буллок"
            ],
            "genres": [
                "comedy"
            ]
        }
    ]
}